IDEA Open Model
ConcreteSLSCheckResultStiffness.Fr Property
Compatible with IDEA StatiCa 20.1
 crack resistance internal forces
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces Fr { get; set; }
Public Property Fr As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace